(function ($) {
    var studentName = [
        '吕嘉睿',
        '周俊鑫',
        '周成鑫',
        '何启森',
        '康琪川',
        '朱昊樾',
        '梁文华',
        '梁一翁',
        '张子妍',
        '程深缘',
        '张东泽',
        '张语',
        '张国濠',
        '何雪花',
        '唐彬',
        '黄乙桐',
        '康治彬',
        '曾锡坪',
        '龚玉婷',
        '徐欢',
        '王毓',
        '黄旭',
        '张欣',
        '罗权天',
        '王江渝',
        '罗自强',
        '王哲翰',
        '刘恩池',
        '朱国涛',
        '罗金兰',
        '李钰淳',
        '苏承宇'
        
    ];
    randomName(studentName);
})($);