(function ($) {
    var studentName = [
        '彭雅涵',
        '庞梦飞',
        '周旭科',
        '熊海峰',
        '赵晓雨',
        '苏瑞雪',
        '蒋国鹏',
        '杨茂银',
        '苏宝婷',
        '曾赫凡',
        '朱鑫冉',
        '王思淇',
        '胡锌瑶',
        '吴德睿',
        '何佳钰',
        '黄胤',
        '谭凤苹',
        '王继宏',
        '何近豪',
        '曾现莉',
        '况贻倩',
        '罗云杰',
        '白睿博',
        '谭宇涵',
        '王家熠',
        '王救贫',
        '谭金柯',
        '谭昕悦'
        
    ];
    randomName(studentName);
})($);