(function ($) {
    var studentName = [
        '王佳欢',
        '林江',
        '林超',
        '周雨星',
        '夏业阳',
        '王伟豪',
        '王思璇',
        '朱栎涵',
        '王江钺',
        '王浩林',
        '康新远',
        '程绪沣',
        '何欣怡',
        '周凌一',
        '李权鑫',
        '颜道明',
        '王泳云',
        '徐梦',
        '曾雯琦',
        '王雪榮',
        '何雨露',
        '汪杨',
        '罗静美',
        '吴函珂',
        '王金树',
        '张富恒',
        '罗欣雨',
        '何晶'
        
    ];
    randomName(studentName);
})($);